Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: In line with the economic strategy of the Tanzanian government, agriculture is the main priority of development and should be the primary driver of growth of its economy.
pl: Zgodnie ze strategią gospodarczą rządu Tanzanii rolnictwo stanowi główny priorytet rozwojowy i powinno być podstawowym motorem wzrostu jej gospodarki.

source: Modern agriculture is to be based on the active participation of the private sector, therefore it is also necessary to strengthen the role of entrepreneurship - among others, by improving the business environment and development of human capital and investing in a skilled labour ( source ).
pl: Nowoczesne rolnictwo ma się opierać na aktywnym udziale sektora prywatnego, dlatego konieczne jest również działanie na rzecz zwiększenia roli przedsiębiorczości - m.in. poprzez poprawę otoczenia biznesu czy rozwój kapitału ludzkiego i inwestowanie w wykwalifikowaną siłę roboczą ( źródło ).

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2011 / Drought no longer dreadful for residents of Nawur District in Afghanistan
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2011 / Susza już nie taka straszna dla mieszkańców dystryktu Nawur w Afganistanie

source: Drought no longer dreadful for residents of Nawur District in Afghanistan
pl: Susza już nie taka straszna dla mieszkańców dystryktu Nawur w Afganistanie

source: Nawur is a mountainous district in Ghazni Province.
pl: Nawur to górzysty dystrykt prowincji Ghazni.

source: Agriculture is the main way for poor residents to make a living.
pl: Ubodzy mieszkańcy utrzymują się głównie z rolnictwa.

source: Every year they challenge problems connected with water: in spring they have to deal with floods, in summer - with droughts.
pl: Każdego roku zmagają się z problemami związanymi z wodą - wiosną są to powodzie, latem susze.

source: Due to severe Afghan climate as early as in June the valleys covered with plants transform into a stony desert.
pl: Surowy klimat afgański sprawia, że już od czerwca doliny pokryte roślinnością zamieniają się w kamienistą pustynię.

source: A short vegetative period causes the crops of local residents to be sufficient only for covering current needs.
pl: Krótki okres wegetacyjny powoduje, że uprawy miejscowej ludności starczają jedynie na pokrycie bieżących potrzeb.

source: It often happens that they run out of stock in winter and because of impassible roads there is no way of providing them with additional supplies.
pl: Niejednokrotnie zapasy kończą się zimą a na skutek nieprzejezdnych dróg nie ma możliwości ich uzupełnienia.

source: In order to improve living standards of district residents, Polish members of the Provincial Reconstruction Team (PRT) in Ghazni carry out a project consisting in constructing a dam.
pl: Aby poprawić sytuację życiową mieszkańców dystryktu polska część Zespołu Odbudowy Prowincji (PRT) Ghazni realizuje projekt polegający na budowie zapory wodnej.

source: Supplies of water gathered thanks to it will allow to irrigate local fields and therefore increase crops.
pl: Zgromadzona dzięki niej woda pozwoli na nawadnianie okolicznych pól i tym samym zwiększenie plonów.

source: Droughts will no longer be so harmful and increased crops will enable gathering additional supplies for winter period.
pl: Susze nie będą już tak dotkliwe w skutkach a większe uprawy pozwolą na zgromadzenie dodatkowych zapasów na czas zimy.

source: The dam will be built in one of the valleys which so far has been a route connecting neighboring villages.
pl: Zapora zostanie zbudowana w jednej z dolin, która do tej pory była szlakiem łączącym sąsiednie wioski.

source: In order to ensure a safe passage between the villages, a new pavement will be constructed, which will be much shorter than the current one.
pl: W celu zagwarantowania przejazdu pomiędzy miejscowościami w ramach projektu powstanie nowa , utwardzona droga, która będzie jednocześnie znacznie krótsza od dotychczasowej.

source: The works are almost completed.
pl: Realizacja projektu zbliża się ku końcowi.

source: Project no. 836/2011 entitled “Dam in Tal Bulagh valley in Nawur District”, which budget amounts to PLN 425,066,is financed by the Ministry of Foreign Affairs within the framework of the Polish Development Cooperation Programme for the year 2011.
pl: Projekt nr 836/2011 „Zapora wodna w dolinie Tal Bulagh w dystrykcie Nawur", którego budżet wynosi 425 066 zł, jest finansowany przez MSZ w ramach programu polskiej współpracy rozwojowej na rok 2011.

source: More information on projects carried out by the PRT can be found at http://www.isaf.wp.mil.pl/pl/123.html .
pl: Więcej o projektach realizowanych przez PRT można przeczytać na stronie http://www.isaf.wp.mil.pl/pl/123.html

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2011 / First at the place of disaster
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2011 / Mieszkańcy stolicy Tadżykistanu pierwsi na miejscu katastrofy

source: Compact settlement combined with a low quality of public infrastructure contributes to the fact that every year residents have to face challenges such as mudslides, landslips or floods caused by water flowing down from mountain-sides.
pl: Gęsta zabudowa połączona z niską jakością infrastruktury publicznej sprawia, że mieszkańcy co roku stawiają czoła zagrożeniom takim jak lawiny błotne, osuwiska czy powodzie powodowane spływającą ze stoków gór wodą.

source: Unfortunately, these threats cause numerous casualties, including fatal ones.
pl: Niestety zagrożenia te niosą ze sobą ofiary, w tym także śmiertelne.

source: Had there been a shorter time of reaction, many tragedies could have been avoided.
pl: Wielu tragediom można by zapobiec, gdyby udało się skrócić czas reakcji.

source: Unfortunately, instant aid in mountainous terrain is very difficult to carry out - rescue teams need much more time to reach victims and they need precise information on the place of accident.
pl: Natychmiastowe dotarcie z pomocą w górzystym terenie jest jednak bardzo utrudnione - służby ratownicze potrzebują więcej czasu na dojazd oraz bardzo dokładnej informacji o miejscu zdarzenia.

source: Therefore, success of the rescue depends on residents who are the first link in the rescue chain.
pl: Powodzenie akcji zależy więc od mieszkańców, którzy stanowią pierwsze ogniwo pomocy.

source: Within the frame of the Polish development cooperation program, the Polish Center for International Aid in cooperation with Red Crescent of Tajikistan run a project, which purpose is to support this first link in case of natural disasters.
pl: W ramach programu polskiej współpracy rozwojowej Polskie Centrum Pomocy Międzynarodowej we współpracy z Tadżyckim Czerwonym Półksiężycem realizuje projekt mający na celu wsparcie tego pierwszego ogniwa w sytuacji wystąpienia klęsk żywiołowych.

source: Residents of the two Dushanbe districts most prone to natural disasters, elected by local communities, will undergo trainings in the field of crisis management, first aid and proper behavior in the face of risk situations.
pl: Wybrani przez lokalne społeczności mieszkańcy dwóch dzielnic Duszanbe najbardziej narażonych na wystąpienie katastrof naturalnych przejdą szkolenia z zakresu zarządzania kryzysowego, pierwszej pomocy i zachowania w sytuacjach zagrożenia.

source: Once trained, they will become members of local committees, which will monitor the situation and try to prevent, along with proper authorities, the emergence of threats in the future.
pl: Tak przeszkolone osoby wejdą w skład lokalnych komitetów, które będą monitorowały sytuację i w przyszłości starały się zapobiegać, wspólnie z władzami, wystąpieniu zagrożeń.

source: In the course of trainings and on the basis of data provided by residents maps of district threats will be drafted.
pl: W trakcie szkoleń powstaną - w oparciu o dane dostarczone przez mieszkańców - mapy zagrożeń dzielnic.

source: Providing an IT platform enabling serial SMS sending is one of the project elements.
pl: Jednym z elementów projektu jest także dostarczenie platformy informatycznej, umożliwiającej seryjne rozsyłanie smsów.

source: Representatives from local committees will receive information on threats on their mobile phones and will transfer it to their neighbors.
pl: Przedstawiciele lokalnych komitetów będą otrzymywali informacje dotyczące zagrożeń na swoje numery telefonów komórkowych, a następnie będą przekazywali te informacje sąsiadom.

source: Thanks to such actions, it will be much easier to carry out an efficient evacuation or rescue before the arrival of proper services.
pl: Dzięki temu możliwe będzie sprawne podjęcie akcji ewakuacyjnej lub ratunkowej jeszcze przed przybyciem odpowiednich służb.

source: The platform will be managed by the Committee of Emergency Situations of Dushanbe and thanks to it information will be transferred directly from services responsible for crisis management.
pl: Platformą będzie zarządzał Komitet Spraw Nadzywczajnych miasta Duszanbe, dzięki czemu informacje będą przesyłane bezpośrednio od służb odpowiedzialnych za zarządzanie kryzysowe.

source: Project no. 119/2011 entitled “Good governance in the face of natural disasters and crisis situations in Tajikistan”.
pl: Projekt nr 119/2011 pt. Dobre zarządzanie w obliczu katastrof naturalnych i sytuacji kryzysowych w Tadżykistanie

source: The project budget amounts to PLN 162,599 from which PLN 140,889 are means granted by the Ministry of Foreign Affairs.
pl: Budżet projektu wynosi 162 599 zł, z czego 140 889 zł to środki pochodzące z dotacji MSZ

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2011
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2011

source: Polish humanitarian aid was addressed to humanitarian crises in Turkey, Pakistan, Libya, Horn of Africa, Afghanistan, Democratic People's Republic of Korea, the Occupied Palestinian Territories, South Sudan and Myanmar.
pl: Beneficjentami polskiej pomocy były: Turcja, Pakistan, Libia, państwa Rogu Afryki, Afganistan, Korea Północna, Autonomia Palestyńska, Sudan Południowy, Mjanma/Birma.

source: Additionally, core contributions were made to support international humanitarian organizations.
pl: Dokonano również wpłat do budżetów ogólnych międzynarodowych organizacji humanitarnych.

source: Poland's humanitarian aid amounted to PLN 3 million, including PLN 1 million for the Polish medical missions in Misrata and Benghazi.
pl: Polska przeznaczyła na pomoc humanitarną łącznie 3 mln PLN, w tym 1 mln PLN został przeznaczony na działalność polskiej misji medycznej stacjonującej w Misracie i Benghazi.

source: Moreover, the MFA, in cooperation with co-financed projects for Libyan refugees implemented by UNHCR, UNICEF and the Embassy of the Republic of Poland in Cairo.
pl: Ponadto, Ministerstwo Spraw Zagranicznych dofinansowało projekty na rzecz uchodźców libijskich realizowane przez UNHCR , UNICEF i Ambasadę RP w Kairze.

source: The total cost of Poland's humanitarian aid in response to the famine in the region amounted to PLN 2.5 million.
pl: Całkowity koszt polskich działań humanitarnych w odpowiedzi na klęskę głodu w tym regionie wyniósł 2,5 mln PLN.

source: Poland contributed twice in response to the food crisis, with funds attributed to the UN OCHA Common Humanitarian Fund for Somalia (PLN 1 million), and to the International Committee of the Red Cross (PLN 1 million).
pl: W ramach odpowiedzi na kryzys żywnościowy, Polska przekazała dwie wpłaty stanowiące wkład finansowy do działań organizacji międzynarodowych: na rzecz prowadzonego przez UN OCHA Wspólnego Funduszu Humanitarnego na rzecz Somalii (1 mln PLN) oraz na rzecz Międzynarodowego Komitetu Czerwonego Krzyża (1 mln PLN).

source: The youngest country in the world is witnessing a chronic humanitarian crisis.
pl: Najmłodsze państwo na mapie świata, które boryka się z przewlekłym kryzysem humanitarnym.

source: Poland's contribution in response to this crisis in 2011 amounted to PLN 1.1 million and focused on the education programme for Internally Displaced Persons (IDPs) and returnees.
pl: W 2011 r. Polska przeznaczyła środki w wysokości 1,1 mln PLN na pomoc w zakresie edukacji dla osób wewnętrznie przesiedlonych oraz reemigrantów powracających z Północy.

source: The programme was conducted by the UNHCR.
pl: Program ten był realizowany przez UNHCR.

source: Other humanitarian actions
pl: Inne działania humanitarne

source: The food crisis in the Horn of Africa in 2011 led to an intensification of the political debate, as well as humanitarian and development actions, in order to strengthen disaster resilience.
pl: Kryzys żywnościowy w Rogu Afryki w 2011 r. przyczynił się do intensyfikacji debaty politycznej oraz działań humanitarnych i rozwojowych w zakresie budowania odporności na katastrofy (ang. disaster resilience).

source: In the framework of 2011 bilateral assistance, the MFA co-financed disaster risk reduction (DRR) [2] and resilience building projects selected in the 2011 Development Cooperation contest - 8 such projects were conducted in Georgia, Kyrgyzstan, Ukraine, and the Occupied Palestinian Territories.
pl: W ramach pomocy bilateralnej, w 2011 r. MSZ dofinansowało projekty o charakterze DRR / resilience building [2] wyłonione w konkursie Współpraca Rozwojowa 2011 - 8 takich projektów realizowanych było w Gruzji, Kirgistanie, na Ukrainie i w Autonomii Palestyńskiej zarówno przez organizacje pozarządowe, jak i uczelnie pożarnicze i jednostki Państwowej Straży Pożarnej.

source: In July 2011, DRR and ‘disaster preparedness' were defined as the priorities of the Polish-German co-chairmanship in the Good Humanitarian Donorship (GHD); in September 2011 in Geneva, Poland organized workshops concerning DRR in the Eastern Partnership countries.
pl: Tematy DRR i Preparedness zostały w lipcu 2011 r. wybrane jako priorytety tematyczne polsko-niemieckiego przewodnictwa w Good Humanitarian Donorship; Polska zorganizowała we wrześniu 2011 r. w Genewie warsztaty dot.

source: Working Party on Humanitarian Aid and Food Aid (COHAFA)
pl: Pomocy Humanitarnej i Żywnościowej Rady UE (COHAFA)

source: In the framework of the presidency of the EU Council, Poland chaired the meetings of the Working Party on Humanitarian Aid and Food Aid (COHAFA).
pl: W ramach Prezydencji w Radzie UE, Polska przewodniczyła obradom grupy roboczej ds. pomocy humanitarnej i żywnościowej (COHAFA).

source: COHAFA aims to develop humanitarian recommendations in relation to sudden-onset and protracted crises.
pl: COHAFA prowadzi dyskusje mające na celu wypracowanie rekomendacji humanitarnych w stosunku do szeregu nagłych i przedłużających się kryzysów.

source: It works to implement the European Consensus on Humanitarian Aid.
pl: Pracuje nad wprowadzeniem w życie Europejskiego Konsensusu w sprawie Pomocy Humanitarnej.

source: UN OCHA plays a crucial role in coordinating international humanitarian aid.
pl: Koordynacji Pomocy Humanitarnej pełni wiodącą rolę w koordynacji międzynarodowej pomocy humanitarnej.

source: Apart from the core contribution, Poland supported its activities by co-financing its office in Myanmar.
pl: Polska poza wpłatą do budżetu ogólnego organizacji, wspierała jej aktywność poprzez dofinansowanie działalności biura w Mjanmie/Birmie.

source: Moreover, for the first time in history, Poland supported a Common Humanitarian Fund managed by UN OCHA in response to the famine in Somalia.
pl: Po raz pierwszy, w odpowiedzi na klęskę głodu w Somalii, wzięła również udział we Wspólnym Funduszu Humanitarnym przekazując wpłatę na Somalia Common Humanitarian Fund.

source: Furthermore, Poland is part of the United Nations Disaster and Assessment Coordination (UNDAC) in the framework of which UN OCHA deploys well-trained national experts to humanitarian missions.
pl: Ponadto Polska uczestniczy w mechanizmie UNDAC, w ramach którego UN OCHA wysyła przeszkolonych ekspertów narodowych na misje humanitarne.

source: The UN General Assembly adopted the resolution on 15 December 2011.
pl: Zgromadzenie Ogólne NZ przyjęło rezolucję w dniu 15 grudnia 2011 r.

source: In July 2011, Poland and Germany launched their one-year co-chairmanship of the GHD.
pl: W lipcu 2011 r. Polska objęła wraz z Niemcami roczne przewodnictwo w GHD.

source: The two countries focused on promoting deeper involvement of donor countries in initiatives concerning Disaster Risk Reduction and Disaster Preparedness.
pl: Priorytetem Polski i Niemiec było promowanie większego zaangażowania się państw donatorów w inicjatywy na rzecz przeciwdziałania występowaniu katastrof oraz przygotowanie do reagowania na katastrofy (ang.

source: [1] Including humanitarian contributions to ICRC and WFP actions in Afghanistan and projects financed in the framework of the “2011 Development Cooperation” contest related to Disaster Risk Reduction.
pl: [1] W kwotę tę wliczone zostały wpłaty humanitarne na działania ICRC i WFP w Afganistanie oraz projekty finansowane w ramach konkursu „Współpraca Rozwojowa 2011” dotyczące tematyki Disaster Risk Reduction.

source: [2] DRR (Disaster Risk Reduction) - consists of reducing risk connected with both natural disasters (e.g. earthquakes, floods, draughts, cyclones) and man-made catastrophes.
pl: [2] DRR (Disaster Risk Reduction) - to działania systemowe mające na celu redukowanie ryzyka związanego z katastrofami naturalnymi (np. trzęsienia ziemi, powodzie, susze i cyklony), jak i spowodowanymi przez człowieka.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2012 / World Humanitarian Day - 19 August, 2012
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2012 / Światowy Dzień Pomocy Humanitarnej - 19 sierpnia 2012 r.

source: World Humanitarian Day - 19 August, 2012
pl: Światowy Dzień Pomocy Humanitarnej - 19 sierpnia 2012 r.

source: World Humanitarian Day is celebrated annually on 19 August.
pl: Światowy Dzień Pomocy Humanitarnej obchodzony jest corocznie 19 sierpnia.

source: The date is not a coincidence - on 19 August 2003, a bomb attack on the UN headquarters in Baghdad killed 22 humanitarian aid workers.
pl: Data ta nie jest przypadkowa - w dniu 19 sierpnia 2003 r. w siedzibie Organizacji Narodów Zjednoczonych w Bagdadzie doszło do wybuchu bomby, na skutek którego zginęły 22 osoby - pracownicy humanitarni.

source: In 2012, WHD is being celebrated for the fourth time with the aim of reminding everyone about the difficult tasks assumed by humanitarian organizations, workers and volunteers.
pl: W 2012 r. jest on obchodzony po raz czwarty, a jego celem jest przypomnienie społeczności międzynarodowej, jak trudne zadanie pełnią organizacje humanitarne, ich pracownicy i wolontariusze.

source: Pursuant to internationally agreed humanitarian principles on neutrality and impartiality, they should be provided with safe access to disaster victims regardless of the type of danger.
pl: Zgodnie z zapisanymi w międzynarodowym prawie zasadami neutralności i bezstronności świadczenia pomocy humanitarnej, osoby te, niezależnie od rodzaju zagrożenia, powinny mieć zapewniony bezpieczny dostęp do ofiar katastrofy.

source: However, in the past 10 years, 800 humanitarian workers died and 1300 were captured or suffered injury during their missions.
pl: Jednakże, w okresie ostatnich 10 lat na świecie aż 800 pracowników humanitarnych poniosło śmierć, a 1300 było porwanych bądź odniosło obrażenia w trakcie wykonywania misji.

source: Humanitarian aid has become one of the most dangerous professions: every day, humanitarian workers risk life and limb and overcome difficult conditions - e.g. in Afghanistan, Sudan, Syria or Somalia - to provide assistance.
pl: Pomoc humanitarna staje się jedną z najbardziej niebezpiecznych profesji, ponieważ każdego dnia pracownicy humanitarni są narażeni na utratę zdrowia i życia, świadcząc pomoc w bardzo trudnych warunkach, m.in.

source: Poland actively participates in international efforts to provide humanitarian aid to those in need.
pl: Polska aktywnie włącza się w międzynarodowe wysiłki mające na celu niesienie pomocy humanitarnej dla najbardziej potrzebujących.

source: Contributions were also made to the general budgets of international humanitarian organizations.
pl: Dokonano również wpłat do budżetów ogólnych międzynarodowych organizacji humanitarnych.

source: You are here Polish Aid / News / Deputy Minister Konrad Pawlik visits Georgia
pl: jesteś tutaj Polska pomoc / Aktualności / Wiceminister Konrad Pawlik z wizytą w Gruzji

source: Deputy Minister Konrad Pawlik visits Georgia
pl: Wiceminister Konrad Pawlik z wizytą w Gruzji

source: Preparations for the Eastern Partnership summit in Riga, the situation in Georgia and in the South Caucasus region, as well as bilateral relations between Poland and Georgia were the main topics of MFA Undersecretary of State Konrad Pawlik's talks with Georgia's Foreign Minister Tamar Beruchashvili, and Deputy State Minister for European and Euro-Atlantic Integration Archil Karaulashvili.
pl: Przygotowania do szczytu Partnerstwa Wschodniego w Rydze, sytuacja w Gruzji i w regionie Południowego Kaukazu oraz polsko-gruzińskie stosunki dwustronne były głównymi tematami rozmów podsekretarza stanu w MSZ Konrada Pawlika z minister spraw zagranicznych Gruzji Tamar Beruczaszwili i wiceministrem integracji europejskiej i euroatlantyckiej Arczcilem Karauszwili.

source: During his visit to Tbilisi from 27 until 28 March, Undersecretary of State Konrad Pawlik also held talks with the Georgian Deputy Foreign Minister, Gigi Gigiadze.
pl: Podczas wizyty 27-28 marca w Tbilisi podsekretarz stanu Konrad Pawlik odbył również rozmowy z wiceministrem spraw zagranicznych Gruzji Gigi Gigiadze.

source: Moreover, he met with representatives of the parliamentary opposition and Georgian analytical centres.
pl: Spotkał się także z przedstawicielami opozycji parlamentarnej oraz gruzińskich ośrodków analitycznych.

source: The deputy minister laid a wreath at the memorial of President Lech Kaczyński in the capital city of Georgia.
pl: Wiceminister złożył wiązankę kwiatów pod pomnikiem prezydenta Lecha Kaczyńskiego w stolicy Gruzji.

source: During their meeting, Konrad Pawlik and Deputy Minister for European Affairs Gigi Gigiadze agreed on the principles of operation of the Tbilisi Conference, a form of Polish support for the realization of Georgia's European and Euro-Atlantic aspirations.
pl: Podczas spotkania Konrad Pawlik i wiceminister ds. europejskich Gigi Gigiadze uzgodnili zasady działania Konferencji Tbiliskiej, będącej formą polskiego wsparcia dla realizacji europejskich i euroatlantyckich aspiracji Gruzji.

source: In particular, the conference will facilitate the implementation of the Association Agreement between Georgia and the EU.
pl: Ułatwi ona w szczególności wdrożenie Porozumienia o stowarzyszeniu Gruzji z UE.

source: The Polish and Georgian foreign ministers are expected to inaugurate the Tbilisi Conference during a common visit to Tbilisi of the Polish, Danish and Swedish chiefs of diplomacy in April.
pl: Inauguracja Konferencji Tbiliskiej przez ministrów spraw zagranicznych Gruzji i Polski planowana jest podczas wspólnej kwietniowej wizyty w Tbilisi szefów dyplomacji Polski, Danii i Szwecji.
